espressif/esp-idf/examples/storage/nvs/nvs_bootloader/sdkconfig.defaults.esp32c2
CONFIG_IDF_TARGET="esp32c2"
CONFIG_ESP32C2_REV_MIN_200=y
CONFIG_MBEDTLS_USE_CRYPTO_ROM_IMPL_BOOTLOADER=y
